@extends('layouts.app')

@section('title-block')Страница про нас@endsection

@section('content')
  <h1>Страница про нас</h1>
  <p>Для чего нужны принципы SOLID
При создании программных систем использование принципов SOLID способствует созданию такой системы, которую будет легко поддерживать и расширять в течение долгого времени[3]. Принципы SOLID — это руководства, которые также могут применяться во время работы над существующим программным обеспечением для его улучшения - например для удаления «дурно пахнущего кода».

Стратегии гибкой и адаптивной разработки[en][3] предполагают написание кода с соблюдением принципов SOLID.</p>
  @endsection